[
    {
        "id": 1,
        "title": "The Hitchhiker's Guide to the Galaxy",
        "authors": "Douglas Adams",
        "description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox—the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 193,
        "rating": 4.21,
        "rating_count": 1155911,
        "review_count": 23919,
        "genres": "Science Fiction, Fiction, Humor, Fantasy, Classics",
        "genre_list": "Science Fiction,Fiction,Humor,Fantasy,Classics",
        "image_url": "https://images.gr-assets.com/books/1388282444l/386162.jpg",
        "Quote1": "“Wit beyond measure is man’s greatest treasure.”",
        "Quote2": "“Indifference and neglect often do much more damage than outright dislike.”",
        "Quote3": "“Things we lose have a way of coming back to us in the end, if not always in the way we expect.”",
        "Price": 20.99
    },
    {
        "id": 2,
        "title": "The Giving Tree",
        "authors": "Shel Silverstein",
        "description": "\"Once there was a tree...and she loved a little boy.\"So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return.",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 64,
        "rating": 4.37,
        "rating_count": 789681,
        "review_count": 15694,
        "genres": "Childrens, Childrens, Picture Books, Classics, Fiction",
        "genre_list": "Childrens,Picture Books,Classics,Fiction",
        "image_url": "https://images.gr-assets.com/books/1174210942l/370493.jpg",
        "Quote1": "“Until I feared I would lose it, I never loved to read. One does not love breathing.”",
        "Quote2": "“People generally see what they look for, and hear what they listen for.”",
        "Quote3": "“The one thing that doesn't abide by majority rule is a person's conscience.”",
        "Price": 22.99
    },
    {
        "id": 3,
        "title": "Wuthering Heights",
        "authors": "Emily Brontë",
        "description": "You can find the redesigned cover of this edition HERE.This best-selling Norton Critical Edition is based on the 1847 first edition of the novel. For the Fourth Edition, the editor has collated the 1847 text with several modern editions and has corrected a number of variants, including accidentals. The text is accompanied by entirely new explanitory annotations.New to the fourth Edition are twelve of Emily Bronte's letters regarding the publication of the 1847 edition of Wuthering Heights as well as the evolution of the 1850 edition, prose and poetry selections by the author, four reviews of the novel, and poetry selections by the author, four reviews of the novel, and Edward Chitham's insightful and unformative chronology of the creative process behind the beloved work.Five major critical interpretations of Wuthering Heights are included, three of them new to the Fourth Edition. A Stuart Daley considers teh mimportance of chronology in the novel. J. Hillis Miller examines Wuthering Heights's problems of genre and critical reputation. Sandra M. Gilbert asseses the role of Victorian Christianity plays in the novel, while Martha Nussbaum traces the novel's romanticism. Finally, Lin Haire-Sargeant scrutinizes the role of Heathcliff in film adaptations of Wuthering Heights. A Chronology and updated Selected Bibliography are also included.(back cover)",
        "edition": "Fourth Edition",
        "format": "Paperback",
        "num_pages": 464,
        "rating": 3.84,
        "rating_count": 1121100,
        "review_count": 29400,
        "genres": "Classics, Fiction, Romance, Literature",
        "genre_list": "Classics,Fiction,Romance,Literature",
        "image_url": "https://images.gr-assets.com/books/1388212715l/6185.jpg",
        "Quote1": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”",
        "Quote2": "“It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.”",
        "Quote3": "“I must learn to be content with being happier than I deserve.”",
        "Price": 12.99
    },
    {
        "id": 4,
        "title": "The Da Vinci Code",
        "authors": "Dan Brown",
        "description": "An ingenious code hidden in the works of Leonardo da Vinci.A desperate race through the cathedrals and castles of Europe.An astonishing truth concealed for centuries . . . unveiled at last.While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 481,
        "rating": 3.81,
        "rating_count": 1668594,
        "review_count": 43699,
        "genres": "Fiction, Mystery, Thriller",
        "genre_list": "Fiction,Mystery,Thriller",
        "image_url": "https://images.gr-assets.com/books/1303252999l/968.jpg",
        "Quote1": "“I like the night. Without the dark, we'd never see the stars.”",
        "Quote2": "“I decided as long as I'm going to hell, I might as well do it thoroughly.”",
        "Quote3": "“When life offers you a dream so far beyond any of your expectations, it’s not reasonable to grieve when it comes to an end.”",
        "Price": 42.99
    },
    {
        "id": 5,
        "title": "Memoirs of a Geisha",
        "authors": "Arthur Golden",
        "description": "A literary sensation and runaway bestseller, this brilliant debut novel presents with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha.In Memoirs of a Geisha, we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction - at once romantic, erotic, suspenseful - and completely unforgettable.",
        "edition": "Large Print",
        "format": "Hardcover",
        "num_pages": 434,
        "rating": 4.09,
        "rating_count": 1525851,
        "review_count": 27168,
        "genres": "Fiction, Historical, Historical Fiction, Romance, Historical",
        "genre_list": "Fiction,Historical,Historical Fiction,Romance",
        "image_url": "https://images.gr-assets.com/books/1388367666l/930.jpg",
        "Quote1": "“You don’t forget the face of the person who was your last hope.”",
        "Quote2": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”",
        "Quote3": "“May the odds be ever in your favor!”",
        "Price": 28.99
    },
    {
        "id": 6,
        "title": "Alice's Adventures in Wonderland & Through the Looking-Glass",
        "authors": "Lewis Carroll",
        "description": "\" I can't explain myself, I'm afraid, sir,\" said Alice, \"Because I'm not myself, you see.\"When Alice sees a white rabbit take a watch out of its waistcoat pocket she decides to follow it, and a sequence of most unusual events is set in motion. This mini book contains the entire topsy-turvy stories of Alice's Adventures in Wonderland and Through the Looking-Glass, accompanied by practical notes and Martina Pelouso's memorable full-colour illustrations.",
        "edition": "",
        "format": "Mass Market Paperback",
        "num_pages": 239,
        "rating": 4.07,
        "rating_count": 411153,
        "review_count": 9166,
        "genres": "Classics, Fantasy, Fiction, Childrens",
        "genre_list": "Classics,Fantasy,Fiction,Childrens",
        "image_url": "https://images.gr-assets.com/books/1327872220l/24213.jpg",
        "Quote1": "“Wit beyond measure is man’s greatest treasure.”",
        "Quote2": "“Indifference and neglect often do much more damage than outright dislike.”",
        "Quote3": "“Things we lose have a way of coming back to us in the end, if not always in the way we expect.”",
        "Price": 21.99
    },
    {
        "id": 7,
        "title": "Les Misérables",
        "authors": "Victor Hugo",
        "description": "Introducing one of the most famous characters in literature, Jean Valjean—the noble peasant imprisoned for stealing a loaf of bread—Les Misérables ranks among the greatest novels of all time. In it, Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them to the barricades during the uprising of 1832 with a breathtaking realism that is unsurpassed in modern prose. Within his dramatic story are themes that capture the intellect and the emotions: crime and punishment, the relentless persecution of Valjean by Inspector Javert, the desperation of the prostitute Fantine, the amorality of the rogue Thénardier, and the universal desire to escape the prisons of our own minds. Les Misérables gave Victor Hugo a canvas upon which he portrayed his criticism of the French political and judicial systems, but the portrait that resulted is larger than life, epic in scope—an extravagant spectacle that dazzles the senses even as it touches the heart.",
        "edition": "",
        "format": "Mass Market Paperback",
        "num_pages": 1463,
        "rating": 4.15,
        "rating_count": 591874,
        "review_count": 13063,
        "genres": "Classics, Fiction, Historical, Historical Fiction, Literature",
        "genre_list": "Classics,Fiction,Historical,Historical Fiction,Literature",
        "image_url": "https://images.gr-assets.com/books/1525303092l/24280.jpg",
        "Quote1": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”",
        "Quote2": "“It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.”",
        "Quote3": "“I must learn to be content with being happier than I deserve.”",
        "Price": 15.99
    },
    {
        "id": 8,
        "title": "Divergent",
        "authors": "Veronica Roth",
        "description": "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 487,
        "rating": 4.22,
        "rating_count": 2493519,
        "review_count": 104329,
        "genres": "Young Adult, Science Fiction, Dystopia, Fiction, Fantasy",
        "genre_list": "Young Adult,Science Fiction,Dystopia,Fiction,Fantasy",
        "image_url": "https://images.gr-assets.com/books/1328559506l/13335037.jpg",
        "Quote1": "“I like the night. Without the dark, we'd never see the stars.”",
        "Quote2": "“I decided as long as I'm going to hell, I might as well do it thoroughly.”",
        "Quote3": "“When life offers you a dream so far beyond any of your expectations, it’s not reasonable to grieve when it comes to an end.”",
        "Price": 42.99
    },
    {
        "id": 9,
        "title": "Jane Eyre",
        "authors": "Charlotte Brontë",
        "description": "Fiery love, shocking twists of fate, and tragic mysteries put a lonely governess in jeopardy in JANE EYRE Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard. But there is a terrifying secret inside the gloomy, forbidding Thornfield Hall. Is Rochester hiding from Jane? Will Jane be left heartbroken and exiled once again?",
        "edition": "Penguin Classics",
        "format": "Paperback",
        "num_pages": 507,
        "rating": 4.11,
        "rating_count": 1381404,
        "review_count": 34670,
        "genres": "Classics, Fiction, Romance, Historical, Historical Fiction, Literature, Gothic, Historical, Literature, 19th Century, Classics, Classic Literature, Academic, School",
        "genre_list": "Classics,Fiction,Romance,Historical,Historical Fiction,Literature,Gothic,19th Century,Classic Literature,Academic,School",
        "image_url": "https://images.gr-assets.com/books/1327867269l/10210.jpg",
        "Quote1": "“You don’t forget the face of the person who was your last hope.”",
        "Quote2": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”",
        "Quote3": "“May the odds be ever in your favor!”",
        "Price": 22.99
    },
    {
        "id": 10,
        "title": "Romeo and Juliet",
        "authors": "William Shakespeare",
        "description": "In Romeo and Juliet, Shakespeare creates a world of violence and generational conflict in which two young people fall in love and die because of that love. The story is rather extraordinary in that the normal problems faced by young lovers are here so very large. It is not simply that the families of Romeo and Juliet disapprove of the lover's affection for each other; rather, the Montagues and the Capulets are on opposite sides in a blood feud and are trying to kill each other on the streets of Verona. Every time a member of one of the two families dies in the fight, his relatives demand the blood of his killer. Because of the feud, if Romeo is discovered with Juliet by her family, he will be killed. Once Romeo is banished, the only way that Juliet can avoid being married to someone else is to take a potion that apparently kills her, so that she is burried with the bodies of her slain relatives. In this violent, death-filled world, the movement of the story from love at first sight to the union of the lovers in death seems almost inevitable.What is so striking about this play is that despite its extraordinary setting (one perhaps reflecting Elizabethan attitudes about hot-blooded Italians), it has become the quintessential story of young love. Because most young lovers feel that they have to overcome giant obstacles in order to be together, because they feel that they would rather die than be kept apart, and especially because the language Shakespeare gives his young lovers is so exquisite, allowing them to say to each other just what we would all say to a lover if we only knew how, it is easy to respond to this play as if it were about all young lovers rather than about a particular couple in a very unusual world. (When the play was rewritten in the eighteen century as The History and Fall of Caius Marius, the violent setting became that of a particularly discordant period in classical Rome; when Leonard Berstein rewrote the play as West Side Story, he chose the violent world of New York street gangs.)",
        "edition": "New Folger edition",
        "format": "Mass Market Paperback",
        "num_pages": 283,
        "rating": 3.74,
        "rating_count": 1818262,
        "review_count": 16442,
        "genres": "Classics, Plays, Fiction, Romance, Academic, School, Drama, Academic, Read For School, Literature, Young Adult, High School, Poetry",
        "genre_list": "Classics,Plays,Fiction,Romance,Academic,School,Drama,Read For School,Literature,Young Adult,High School,Poetry",
        "image_url": "https://images.gr-assets.com/books/1327872146l/18135.jpg",
        "Quote1": "“Wit beyond measure is man’s greatest treasure.”",
        "Quote2": "“Indifference and neglect often do much more damage than outright dislike.”",
        "Quote3": "“Things we lose have a way of coming back to us in the end, if not always in the way we expect.”",
        "Price": 17.99
    },
    {
        "id": 11,
        "title": "Lord of the Flies",
        "authors": "William Golding",
        "description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable tale about “the end of innocence, the darkness of man’s heart.”",
        "edition": "Penguin Great Books of the 20th Century",
        "format": "Paperback",
        "num_pages": 182,
        "rating": 3.66,
        "rating_count": 1840595,
        "review_count": 30634,
        "genres": "Classics, Fiction, Young Adult, Academic, School, Literature",
        "genre_list": "Classics,Fiction,Young Adult,Academic,School,Literature",
        "image_url": "https://images.gr-assets.com/books/1327869409l/7624.jpg",
        "Quote1": "“Until I feared I would lose it, I never loved to read. One does not love breathing.”",
        "Quote2": "“People generally see what they look for, and hear what they listen for.”",
        "Quote3": "“The one thing that doesn't abide by majority rule is a person's conscience.”",
        "Price": 25.99
    },
    {
        "id": 12,
        "title": "The Alchemist",
        "authors": "Paulo Coelho",
        "description": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 197,
        "rating": 3.84,
        "rating_count": 1644387,
        "review_count": 63861,
        "genres": "Fiction, Classics, Fantasy, Philosophy, Novels, Spirituality, Literature, Inspirational, Adventure, Self Help",
        "genre_list": "Fiction,Classics,Fantasy,Philosophy,Novels,Spirituality,Literature,Inspirational,Adventure,Self Help",
        "image_url": "https://images.gr-assets.com/books/1483412266l/865.jpg",
        "Quote1": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”",
        "Quote2": "“It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.”",
        "Quote3": "“I must learn to be content with being happier than I deserve.”",
        "Price": 17.99
    },
    {
        "id": 13,
        "title": "Crime and Punishment",
        "authors": "Fyodor Dostoyevsky",
        "description": "Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, is determined to overreach his humanity and assert his untrammeled individual will. When he commits an act of murder and theft, he sets into motion a story that, for its excruciating suspense, its atmospheric vividness, and its depth of characterization and vision is almost unequaled in the literatures of the world. The best known of Dostoevsky’s masterpieces, Crime and Punishment can bear any amount of rereading without losing a drop of its power over our imaginations.Dostoevsky’s drama of sin, guilt, and redemption transforms the sordid story of an old woman’s murder into the nineteenth century’s profoundest and most compelling philosophical novel.Award-winning translators Richard Pevear and Larissa Volokhonsky render this elusive and wildly innovative novel with an energy, suppleness, and range of voice that do full justice to the genius of its creator.",
        "edition": "Penguin Classics",
        "format": "Paperback",
        "num_pages": 671,
        "rating": 4.2,
        "rating_count": 507522,
        "review_count": 14496,
        "genres": "Classics, Fiction, Cultural, Russia, Literature, Literature, Russian Literature",
        "genre_list": "Classics,Fiction,Cultural,Russia,Literature,Russian Literature",
        "image_url": "https://images.gr-assets.com/books/1382846449l/7144.jpg",
        "Quote1": "“I like the night. Without the dark, we'd never see the stars.”",
        "Quote2": "“I decided as long as I'm going to hell, I might as well do it thoroughly.”",
        "Quote3": "“When life offers you a dream so far beyond any of your expectations, it’s not reasonable to grieve when it comes to an end.”",
        "Price": 20.99
    },
    {
        "id": 14,
        "title": "Ender's Game",
        "authors": "Orson Scott Card",
        "description": "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.Source: hatrack.com",
        "edition": "Author's Definitive Edition, Revised mass market edition  (US / CAN)",
        "format": "Mass Market Paperback",
        "num_pages": 324,
        "rating": 4.3,
        "rating_count": 965351,
        "review_count": 40289,
        "genres": "Science Fiction, Fiction, Young Adult, Fantasy",
        "genre_list": "Science Fiction,Fiction,Young Adult,Fantasy",
        "image_url": "https://images.gr-assets.com/books/1408303130l/375802.jpg",
        "Quote1": "“You don’t forget the face of the person who was your last hope.”",
        "Quote2": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”",
        "Quote3": "“May the odds be ever in your favor!”",
        "Price": 29.99
    },
    {
        "id": 15,
        "title": "The Perks of Being a Wallflower",
        "authors": "Stephen Chbosky",
        "description": "The critically acclaimed debut novel from Stephen Chbosky, Perks follows observant “wallflower” Charlie as he charts a course through the strange world between adolescence and adulthood. First dates, family drama, and new friends. Sex, drugs, and The Rocky Horror Picture Show. Devastating loss, young love, and life on the fringes. Caught between trying to live his life and trying to run from it, Charlie must learn to navigate those wild and poignant roller-coaster days known as growing up.Listening Length: 6 hours and 18 minutes",
        "edition": "",
        "format": "Paperback",
        "num_pages": 213,
        "rating": 4.2,
        "rating_count": 1063711,
        "review_count": 50846,
        "genres": "Young Adult, Fiction, Contemporary",
        "genre_list": "Young Adult,Fiction,Contemporary",
        "image_url": "https://images.gr-assets.com/books/1520093244l/22628.jpg",
        "Quote1": "“Wit beyond measure is man’s greatest treasure.”",
        "Quote2": "“Indifference and neglect often do much more damage than outright dislike.”",
        "Quote3": "“Things we lose have a way of coming back to us in the end, if not always in the way we expect.”",
        "Price": 34.99
    },
    {
        "id": 16,
        "title": "City of Bones",
        "authors": "Cassandra Clare",
        "description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing―not even a smear of blood―to show that a boy has died. Or was he a boy?This is Clary's first meeting with the Shadowhunters, warriors dedicated to ridding the earth of demons. It's also her first encounter with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. Within twenty-four hours Clary is pulled into Jace's world with a vengeance when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know...",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 485,
        "rating": 4.11,
        "rating_count": 1383479,
        "review_count": 55446,
        "genres": "Fantasy, Young Adult, Fantasy, Paranormal, Romance",
        "genre_list": "Fantasy,Young Adult,Paranormal,Romance",
        "image_url": "https://images.gr-assets.com/books/1432730315l/256683.jpg",
        "Quote1": "“Until I feared I would lose it, I never loved to read. One does not love breathing.”",
        "Quote2": "“People generally see what they look for, and hear what they listen for.”",
        "Quote3": "“The one thing that doesn't abide by majority rule is a person's conscience.”",
        "Price": 12.99
    },
    {
        "id": 17,
        "title": "The Help",
        "authors": "Kathryn Stockett",
        "description": "Be prepared to meet three unforgettable women:Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.Minny, Aibileen’s best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody’s business, but she can’t mind her tongue, so she’s lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed.In pitch-perfect voices, Kathryn Stockett creates three extraordinary women whose determination to start a movement of their own forever changes a town, and the way women — mothers, daughters, caregivers, friends — view one another. A deeply moving novel filled with poignancy, humor, and hope, The Help is a timeless and universal story about the lines we abide by, and the ones we don't.",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 465,
        "rating": 4.46,
        "rating_count": 1790905,
        "review_count": 80741,
        "genres": "Fiction, Historical, Historical Fiction, Historical, Adult",
        "genre_list": "Fiction,Historical,Historical Fiction,Adult",
        "image_url": "https://images.gr-assets.com/books/1346100365l/4667024.jpg",
        "Quote1": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”",
        "Quote2": "“It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.”",
        "Quote3": "“I must learn to be content with being happier than I deserve.”",
        "Price": 33.99
    },
    {
        "id": 18,
        "title": "The Great Gatsby",
        "authors": "F. Scott Fitzgerald",
        "description": "Alternate Cover Edition ISBN: 0743273567 (ISBN13: 9780743273565)A true classic of twentieth-century literature, this edition has been updated by Fitzgerald scholar James L.W. West III to include the author’s final revisions and features a note on the composition and text, a personal foreword by Fitzgerald’s granddaughter, Eleanor Lanahan—and a new introduction by two-time National Book Award winner Jesmyn Ward.The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. First published in 1925, this quintessential novel of the Jazz Age has been acclaimed by generations of readers. The story of the mysteriously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.",
        "edition": "US / CAN",
        "format": "Paperback",
        "num_pages": 180,
        "rating": 3.9,
        "rating_count": 3141842,
        "review_count": 56953,
        "genres": "Classics, Fiction, Academic, School, Literature, Historical, Historical Fiction, Romance, Novels, Academic, Read For School, Young Adult, High School, Literature, American",
        "genre_list": "Classics,Fiction,Academic,School,Literature,Historical,Historical Fiction,Romance,Novels,Read For School,Young Adult,High School,American",
        "image_url": "https://images.gr-assets.com/books/1490528560l/4671.jpg",
        "Quote1": "“I like the night. Without the dark, we'd never see the stars.”",
        "Quote2": "“I decided as long as I'm going to hell, I might as well do it thoroughly.”",
        "Quote3": "“When life offers you a dream so far beyond any of your expectations, it’s not reasonable to grieve when it comes to an end.”",
        "Price": 21.99
    },
    {
        "id": 19,
        "title": "The Time Traveler's Wife",
        "authors": "Audrey Niffenegger",
        "description": "A funny, often poignant tale of boy meets girl with a twist: what if one of them couldn't stop slipping in and out of time? Highly original and imaginative, this debut novel raises questions about life, love, and the effects of time on relationships.Audrey Niffenegger’s innovative debut, The Time Traveler’s Wife, is the story of Clare, a beautiful art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: periodically his genetic clock resets and he finds himself misplaced in time, pulled to moments of emotional gravity in his life, past and future. His disappearances are spontaneous, his experiences unpredictable, alternately harrowing and amusing. The Time Traveler’s Wife depicts the effects of time travel on Henry and Clare’s marriage and their passionate love for each other as the story unfolds from both points of view. Clare and Henry attempt to live normal lives, pursuing familiar goals—steady jobs, good friends, children of their own. All of this is threatened by something they can neither prevent nor control, making their story intensely moving and entirely unforgettable.",
        "edition": "Special Edition",
        "format": "ebook",
        "num_pages": 500,
        "rating": 3.96,
        "rating_count": 1408080,
        "review_count": 45153,
        "genres": "Fiction, Romance, Fantasy, Science Fiction, Time Travel, Science Fiction",
        "genre_list": "Fiction,Romance,Fantasy,Science Fiction,Time Travel",
        "image_url": "https://images.gr-assets.com/books/1380660571l/18619684.jpg",
        "Quote1": "“You don’t forget the face of the person who was your last hope.”",
        "Quote2": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”",
        "Quote3": "“May the odds be ever in your favor!”",
        "Price": 12.99
    },
    {
        "id": 20,
        "title": "Charlotte's Web",
        "authors": "E.B. White",
        "description": "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\" This high-quality paperback features vibrant illustrations colorized by Rosemary Wells!Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains newly color illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.--harpercollins.com",
        "edition": "Full Color Edition",
        "format": "Paperback",
        "num_pages": 184,
        "rating": 4.16,
        "rating_count": 1199733,
        "review_count": 14938,
        "genres": "Classics, Childrens, Fiction",
        "genre_list": "Classics,Childrens,Fiction",
        "image_url": "https://images.gr-assets.com/books/1439632243l/24178.jpg",
        "Quote1": "“Wit beyond measure is man’s greatest treasure.”",
        "Quote2": "“Indifference and neglect often do much more damage than outright dislike.”",
        "Quote3": "“Things we lose have a way of coming back to us in the end, if not always in the way we expect.”",
        "Price": 23.99
    }
]